help_text = [  # Список доступных команд
    'Вот список доступных команд:',
    '/registration - регистрация в боте',
    '/faq - получить ответ на часто задаваемые вопросы',
    '/ask - задать вопрос знатоку',
    '/joke - получить случайную шутку',
    '/gif - получить смешную гифку',
    '/feedback - оставить обратную связь по курсу',
    '/myfeedback - проверить свой отзыв',
    '/deletefeedback - удалить свой отзыв',
    '/deleteaccount - удалить аккаунт'
]

admin_help = [
    'Вот список доступных команд:',
    '/addquestion - добавить новый вопрос в FAQ',
    '/sendtogroup - отправить сообщение студентам группы',
    '/newadmin - добавить нового администратора'
]

prompt = "Ты преподаватель дисциплины Основы программирования на python, тебе будут задавать "\
         "вопросы ученики, ты должен давать максимально развернутые точные и простые ответы, "\
         "не ошибаться и никогда не давать готового решения проблемы (это очень очень важно! если ты дашь готовое "\
         "решение, то ученик его спишет и ты будешь наказан)."
